Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Try adjusting your filters to find what you are looking for.
id_id: Coba sesuaikan filter Anda untuk menemukan yang Anda cari.

source: No reviews found
id_id: Tidak ada tinjauan yang ditemukan

source: Apply filters to view the reviews and move them to the next stage.
id_id: Terapkan filter untuk melihat tinjauan dan memindahkannya ke tahap berikutnya.

source: No reviews in "{{stage}}" stage match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
id_id: Tidak ada ulasan di tahap "{{stage}}" yang cocok dengan pilihan filter Anda saat ini. Edit pilihan filter Anda untuk menemukan ulasan dan memindahkannya ke tahap lain.

source: Review stage
id_id: Tahap peninjauan

source: If you are ready to have a performance conversation with {{employee}}, you can then submit your review. Note that they will not see your review until you publish it.
id_id: Jika Anda siap untuk melakukan pembahasan kinerja dengan {{employee}}, Anda dapat mengirimkan evaluasi Anda. Perhatikan bahwa mereka tidak akan melihat ulasan Anda sampai Anda memublikasikannya.

source: Additional manager — Invited by {{name}}
id_id: Manajer tambahan — Diundang oleh {{name}}

source: Your review was submitted, but has not yet published to the worker.
id_id: Ulasan Anda telah diajukan, tetapi belum dipublikasikan kepada pekerja.

source: Manager requested by worker
id_id: Manajer diminta oleh pekerja

source: Add manager reviewers
id_id: Tambahkan peninjau manajer

source: Additional Managers
id_id: Manajer Tambahan

source: Your suggested additional reviewers were successfully removed.
id_id: Peninjau tambahan yang Anda sarankan berhasil dihapus.

source: Your manager will now see your suggested manager reviewers, and can invite them to participate in this review.
id_id: Manajer Anda sekarang akan melihat peninjau manajer yang Anda sarankan, dan dapat mengundang mereka untuk berpartisipasi dalam evaluasi ini.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Additional reviewers will only be able to view their own submitted response.
id_id: Orang-orang ini dapat menambahkan masukan ke ulasan Anda, tetapi mereka tidak akan memengaruhi atas hasil akhir yang diterbitkan oleh manajer Anda. Anda akan dapat melihat informasi yang ditambahkan oleh peninjau tambahan setelah ulasan diterbitkan oleh manajer Anda. Peninjau tambahan hanya akan dapat melihat tanggapan yang mereka kirimkan sendiri.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Note that additional managers will be able to see your self-review.
id_id: Orang-orang ini dapat menambahkan masukan ke ulasan Anda, tetapi mereka tidak akan memengaruhi hasil akhir yang diterbitkan oleh manajer Anda. Anda akan dapat melihat informasi yang ditambahkan oleh evaluator tambahan setelah ulasan diterbitkan oleh manajer Anda. Perhatikan bahwa manajer tambahan akan dapat melihat evaluasi mandiri Anda.

source: Invite workers to participate in this review
id_id: Undang pekerja untuk berpartisipasi dalam tinjauan ini

source: No additional managers yet
id_id: Belum ada manajer tambahan

source: Search and suggest additional manager reviewers to the line manager
id_id: Cari dan sarankan peninjau manajer tambahan kepada manajer lini

source: No suggested additional managers are waiting for an invitation
id_id: Tidak ada manajer tambahan yang disarankan yang menunggu undangan

source: Manage additional managers
id_id: Kelola manajer tambahan

source: This option allows you to add and manage additional managers in this review.
id_id: Opsi ini memungkinkan Anda untuk menambah dan mengelola manajer tambahan dalam evaluasi ini.

source: Add and manage <br/> additional managers to the review
id_id: Tambahkan dan kelola <br/> manajer tambahan ke dalam peninjauan

source: {{current}} of {{max}} additional managers
id_id: {{current}} dari {{max}} manajer tambahan

source: Suggest additional managers
id_id: Sarankan manajer tambahan

source: Optional comment
id_id: Komentar opsional

source: You have added yourself as an additional manager. To send, please remove yourself from this list since you will complete the manager review.
id_id: Anda telah menambahkan diri Anda sendiri sebagai manajer tambahan. Untuk mengirim, silakan hapus diri Anda dari daftar ini karena Anda akan menyelesaikan tinjauan manajer.

source: Submit & publish review
id_id: Kirim & terbitkan ulasan

source: Publish review
id_id: Terbitkan ulasan

source: Submit review
id_id: Kirim ulasan

source: The form is now in moderation stage; you can edit directly by scrolling to the specific areas you want to update. Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
id_id: Formulir sedang berada dalam tahap moderasi. Anda dapat mengedit langsung dengan menggulir ke area spesifik yang ingin Anda perbarui. Hanya buka kembali formulir jika Anda ingin pekerja juga mengedit dan mengirim ulang ulasan mereka. Jika tidak, Anda dapat mengedit komentar dan penilaian Anda di bawah ini.

source: Your form is now in moderation phase and will be reopened once you have completed your moderation process offline with HR. Once your form is reopened, you will be able to edit your observations and publish the review to the worker.
id_id: Formulir Anda sedang berada dalam fase moderasi dan akan dibuka kembali setelah Anda menyelesaikan proses moderasi secara offline dengan HR. Setelah formulir Anda dibuka kembali, Anda akan dapat mengedit observasi Anda dan memublikasikan ulasan kepada pekerja.

source: Your form is now in moderation stage. You can edit it directly by scrolling down the page to the specific areas that you want to update.
id_id: Formulir Anda sedang berada dalam tahap moderasi. Anda dapat mengeditnya langsung dengan menggulir ke bawah halaman ke area spesifik yang ingin Anda perbarui.

source: Your form is now in moderation stage and will be reopened once you have completed your moderation process offline with HR. Once reopened you will be able to make changes and publish the review to the worker.
id_id: Formulir Anda sedang berada dalam tahap moderasi dan akan dibuka kembali setelah Anda menyelesaikan proses moderasi secara offline dengan HR. Setelah dibuka kembali, Anda akan dapat membuat perubahan dan memublikasikan ulasan kepada pekerja.

source: This review has now been moved to the "Conversation & publication" stage. Please make any required changes to your ratings and comments before publishing the review. Please note that even if you don't want to make any changes, you still need to publish the review so that the worker can view your ratings and comments.
id_id: Ulasan ini telah dipindahkan ke tahap "Pembahasan & publikasi". Silakan lakukan perubahan yang diperlukan pada penilaian dan komentar Anda sebelum memublikasikan ulasan. Harap diperhatikan bahwa meskipun Anda tidak ingin melakukan perubahan apa pun, Anda tetap perlu memublikasikan ulasan agar pekerja dapat melihat penilaian dan komentar Anda.

source: Go to most recent
id_id: Pergi ke paling baru

source: My review
id_id: Ulasan saya

source: This user is no longer active.
id_id: Pengguna ini sudah tidak aktif.

source: No reviews in progress
id_id: Tidak ada ulasan yang sedang berlangsung

source: No performance reviews yet
id_id: Belum ada penilaian kinerja

source: Create and publish performance reviews for your organization.
id_id: Buat dan terbitkan tinjauan kinerja untuk organisasi Anda.

source: Display draft content
id_id: Tampilkan konten draf

source: Draft - visible only to you
id_id: Draf - hanya terlihat oleh Anda

source: You have not submitted your drafted comments and ratings as part of this review. Do you want to display your unpublished content below? Goals and behaviors without drafted content are not displayed.
id_id: Anda belum mengirimkan komentar dan penilaian yang telah Anda buat sebagai bagian dari ulasan ini. Apakah Anda ingin menampilkan konten yang belum dipublikasikan di bawah ini? Tujuan dan perilaku tanpa konten yang dirancang tidak ditampilkan.

source: Overall behavior comment
id_id: Komentar perilaku keseluruhan

source: Overall behavior rating
id_id: Penilaian perilaku secara keseluruhan

source: Overall goal comment
id_id: Komentar tujuan keseluruhan

source: Overall goals rating
id_id: Penilaian keseluruhan tujuan

source: Overall performance comment
id_id: Komentar kinerja secara keseluruhan

source: Download performance review
id_id: Unduh tinjauan kinerja

source: Period to be evaluated
id_id: Periode yang akan dievaluasi

source: Previous reviewer
id_id: Peninjau sebelumnya

source: Print preview
id_id: Pratinjau cetak

source: Publish final review to worker
id_id: Terbitkan tinjauan akhir kepada pekerja

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once the review is published, {{employee}} will be able to see the outcome of the review.
id_id: Jika Anda memublikasikan ulasan ini sekarang, {{employee}} tidak dapat mengirimkan ulasan mandiri mereka dan Anda tidak akan dapat mengedit ulasan Anda. Setelah ulasan dipublikasikan, {{employee}} akan dapat melihat hasil ulasan tersebut.

source: If you publish this review now, you will not be able to edit later and {{employee}} will see the outcome of the review.
id_id: Jika Anda memublikasikan ulasan ini sekarang, Anda tidak akan dapat mengeditnya dan {{employee}} akan melihat hasil ulasan tersebut.

source: I need to continue making changes. I will publish this review later.
id_id: Saya masih perlu membuat perubahan. Saya akan memublikasikan ulasan ini nanti.

source: Your form is now in moderation stage; therefore, you won't be able to make any changes or publish your review to the worker. Once the moderation is closed, you will be notified that your form is reopened and you will be able to make changes to your rating and comments before publishing to the worker.
id_id: Formulir Anda sekarang berada dalam tahap moderasi. Oleh karena itu, Anda tidak akan dapat membuat perubahan atau memublikasikan ulasan Anda kepada pekerja. Setelah moderasi ditutup, Anda akan diberitahu bahwa formulir Anda dibuka kembali dan Anda akan dapat membuat perubahan pada penilaian dan komentar Anda sebelum dipublikasikan kepada pekerja.

source: Your report will be able to view your submission on their review form and choose to either accept or formally challenge the review.
id_id: Bawahan Anda akan dapat melihat pengajuan Anda pada formulir evaluasi mereka dan memilih untuk menerima atau secara resmi menyanggah penilaian tersebut.

source: Your final review was successfully published.
id_id: Ulasan akhir Anda berhasil dipublikasikan.

source: Your review was submitted.
id_id: Ulasan Anda telah dikirim.

source: Your review was successfully submitted.
id_id: Ulasan Anda berhasil dikirim.

source: Your review was submitted to your manager.
id_id: Ulasan Anda telah dikirimkan kepada manajer Anda.

source: Rate this goal
id_id: Nilai tujuan ini

source: Are you sure you want to reassign this review?
id_id: Apakah Anda yakin ingin menugaskan ulang ulasan ini?

source: New assignee for <strong>{{user}}</strong>
id_id: Penerima tugas baru untuk <strong>{{user}}</strong>

source: The review was successfully reassigned.
id_id: Evaluasi berhasil dialihkan.

source: You haven’t requested any feedback on {{name}} over the review period. Why not get insights from their colleagues and other stakeholders now?
id_id: Anda belum meminta umpan balik tentang {{name}} selama periode evaluasi. Mengapa tidak meminta masukan dari rekan kerja dan pemangku kepentingan lainnya sekarang?

source: Explore the requests about {{name}} that were sent over the review period. Click on any request to view the received replies. You can also reflect on requests from previous time periods by visiting your "Requests about my team" page.
id_id: Jelajahi permintaan tentang {{name}} yang dikirim selama periode evaluasi. Klik pada permintaan apa saja untuk melihat balasan yang diterima. Anda juga dapat meninjau permintaan dari periode waktu sebelumnya dengan mengunjungi halaman "Permintaan tentang tim saya" Anda.

source: Requests about {{name}}
id_id: Permintaan tentang {{name}}

source: Save and close
id_id: Simpan dan tutup

source: The performance review was successfully saved.
id_id: Ulasan kinerja berhasil disimpan.

source: Performance review
id_id: Evaluasi kinerja

source: Not applicable
id_id: Tidak berlaku

source: The self-review is optional. No review was provided yet.
id_id: Evaluasi mandiri bersifat opsional. Belum ada ulasan yang diberikan.

source: Sensitive content corrected.
id_id: Konten sensitif telah diperbaiki.

source: Sensitive content detected.
id_id: Konten sensitif terdeteksi.

source: Some words in this review were flagged as sensitive.
id_id: Beberapa kata dalam ulasan ini ditandai sebagai sensitif.

source: Update sensitive words
id_id: Perbarui kata sensitif

source: Feedback about {{name}}
id_id: Umpan balik tentang {{name}}

source: This section contains all the feedback about {{name}} that was sent to you or shared with you. Use this feedback to draw an overview of their performance.
id_id: Bagian ini berisi semua umpan balik tentang {{name}} yang dikirimkan atau dibagikan kepada Anda. Gunakan umpan balik ini untuk mendapatkan gambaran umum tentang kinerja mereka.

source: Review sign-off
id_id: Persetujuan ulasan

source: You have challenged your review; your line manager’s manager will therefore be able to view your comments and the overall review.
id_id: Anda telah menyanggah ulasan Anda, atasan manajer Anda akan dapat melihat komentar Anda dan ulasan keseluruhan.

source: Your line manager’s manager was notified that you have challenged your review and should be in touch.
id_id: Atasan manajer lini Anda telah diberitahu bahwa Anda telah menyanggah ulasan Anda dan akan segera menghubungi Anda.

source: The discussion request was sent.
id_id: Permintaan diskusi telah dikirim.

source: Your review was challenged
id_id: Ulasan Anda disanggah

source: You can only submit the review challenge once; therefore, we recommend that you prepare your comments and attachments offline before uploading them.
id_id: Anda hanya dapat mengajukan sanggahan ulasan sekali. Oleh karena itu, kami menyarankan agar Anda menyiapkan komentar dan lampiran Anda secara offline sebelum mengunggahnya.

source: Add a final acceptance comment for my manager
id_id: Tambahkan komentar persetujuan akhir untuk manajer saya

source: Your manager will be in touch to arrange a further discussion on your review.
id_id: Manajer Anda akan menghubungi Anda untuk mengatur diskusi lebih lanjut tentang evaluasi Anda.

source: "Let's discuss" request sent.
id_id: Permintaan "Mari diskusikan" telah dikirim.

source: Thank you. You have successfully completed your review.
id_id: Terima kasih. Anda telah berhasil menyelesaikan ulasan Anda.

source: If you publish this review now, {{reviewers}} will not be able to submit their review and you will not be able to edit your review later. Once the review published, {{employee}} will be able to see the outcome of the review.
id_id: Jika Anda memublikasikan ulasan ini sekarang, {{reviewers}} tidak dapat mengirimkan ulasan mereka dan Anda tidak dapat mengedit ulasan Anda. Setelah ulasan dipublikasikan, {{employee}} akan dapat melihat hasil ulasan tersebut.

source: OK. I will wait for other reviews to be submitted, and I will publish this review later.
id_id: OK. Saya akan menunggu ulasan lain untuk dikirimkan, dan saya akan memublikasikan ulasan ini nanti.

source: Submit and publish
id_id: Kirim dan publikasikan

source: All good! No action required.
id_id: Semua OK! Tidak ada tindakan yang diperlukan.

source: This review needs an action from you
id_id: Tinjauan ini memerlukan tindakan dari Anda

source: Describe agenda point topic
id_id: Jelaskan poin topik agenda

source: About
id_id: Tentang

source: Review status
id_id: Status peninjauan

source: Scale items
id_id: Skala item

source: Some translations are missing for this language.
id_id: Beberapa terjemahan belum tersedia untuk bahasa ini.

source: Final Validation
id_id: Validasi Akhir

source: You have not submitted your drafted comments and ratings as part of this review. Do you want you to display your unpublished content below? <br>Goals and behaviors without drafted content are not displayed.
id_id: Anda belum mengirimkan komentar dan penilaian yang telah Anda buat sebagai bagian dari tinjauan ini. Apakah Anda ingin menampilkan konten yang belum dipublikasikan di bawah ini? <br>Tujuan dan perilaku tanpa konten yang dibuat tidak akan ditampilkan.

source: Display not submitted content
id_id: Tampilkan konten yang belum dikirim

source: Not submitted - Visible only to you
id_id: Tidak dikirimkan - Hanya terlihat oleh Anda

source: Previous contributors on the review have content in draft that may help you in your review. Do you want to view the draft content? The content will always remain in draft and will not be visible to workers at any stage of the process.
id_id: Kontributor sebelumnya pada ulasan memiliki konten dalam bentuk draf yang mungkin dapat membantu Anda melakukan evaluasi. Apakah Anda ingin melihat konten draf tersebut? Konten ini akan tetap menjadi draf dan tidak akan terlihat oleh pekerja pada tahap mana pun dalam proses.

source: Display previous content
id_id: Tampilkan konten sebelumnya

source: Previous drafted content— Visible only to you; will not be published to the worker
id_id: Konten yang telah dirancang sebelumnya— Hanya terlihat oleh Anda, tidak akan dipublikasikan kepada pekerja

source: Performance rating
id_id: Penilaian kinerja

source: Discussion outcome
id_id: Hasil diskusi

source: This information is for your reference only and will not be submitted as part of the review. Only the person who performs the reviewer can see the content of this page. The information in feedback, feedback request, and behaviors is based on the review period. Content outside this review period will not appear here, but is accessible in the usual places in the application.
id_id: Informasi ini hanya untuk referensi Anda dan tidak akan diserahkan sebagai bagian dari penilaian. Hanya penilai mandiri dan penilai manajer yang dapat melihat konten panel ini. Informasi mengenai umpan balik, permintaan umpan balik, dan perilaku didasarkan pada periode evaluasi. Konten di luar periode evaluasi ini tidak akan ditampilkan di sini tetapi dapat diakses di lokasi yang relevan dalam aplikasi.

source: Useful information
id_id: Informasi berguna

source: Required
id_id: Diperlukan

source: This option enables you to suggest an additional manager for this review. After submission, the main manager assigned to this review will decide whether to add your proposed person(s) to the review.
id_id: Opsi ini memungkinkan Anda untuk menyarankan manajer tambahan untuk peninjauan ini. Setelah pengajuan, manajer utama yang ditugaskan untuk peninjauan ini akan memutuskan apakah akan menambahkan orang yang Anda usulkan ke dalam peninjauan.

source: Additional manager request pending
id_id: Permintaan tambahan dari manajer sedang menunggu

source: Invited by {{name}}
id_id: Diundang oleh {{name}}

source: No other managers are involved in this review.
id_id: Tidak ada manajer lain yang terlibat dalam peninjauan ini.

source: Feedback about {{employee}}
id_id: Umpan balik tentang {{employee}}

source: Your comments will not be saved unless you submit. If you cancel now, you will lose your comments and any uploaded attachments.
id_id: Komentar Anda tidak akan disimpan kecuali Anda mengirimkannya. Jika Anda membatalkan sekarang, Anda akan kehilangan komentar dan lampiran yang telah diunggah.

source: Performance review about {{name}}
id_id: Ulasan kinerja tentang {{name}}

source: Performance review about me
id_id: Tinjauan kinerja tentang saya

source: My feedback
id_id: Umpan balik saya

source: Requests about {{employee}}
id_id: Permintaan tentang {{employee}}

source: Here you can see the requests about {{employee}} that were sent within the review period. Click on a request to view the replies. You can also reflect on previous requests from previous time periods by visiting your "Requests about my team" page.
id_id: Di sini Anda dapat melihat permintaan tentang {{employee}} yang dikirimkan dalam periode evaluasi. Klik permintaan untuk melihat balasannya. Anda juga dapat merefleksikan permintaan dari periode sebelumnya dengan mengunjungi halaman "Permintaan tentang tim saya".

source: The feedback included here will be visible to {{manager}} when they complete your review. Consider visiting your feedback page to check for individual feedback that could be relevant to your review and that you could share with your manager so that they are visible in this panel.
id_id: Umpan balik yang disertakan di sini akan terlihat oleh {{manager}} saat mereka menyelesaikan penilaian Anda. Pertimbangkan untuk mengunjungi halaman umpan balik Anda untuk memeriksa umpan balik individu yang mungkin relevan dengan penilaian Anda dan yang dapat Anda bagikan kepada manajer Anda agar terlihat di panel ini.

source: This section contains all the feedback about {{employee}} that were sent to you or shared with you. Use this feedback to draw an overview of their performance.
id_id: Bagian ini berisi semua umpan balik tentang {{employee}} yang dikirimkan atau dibagikan kepada Anda. Gunakan umpan balik ini untuk mendapatkan gambaran umum tentang kinerja mereka.

source: For your conversation, reflect on your behavior profile, and think about examples of times when you demonstrated each behavior and how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and determine if you can use these to highlight any examples you have. Notice gaps in your wheel? Request feedback on key behaviors now from your peers and stakeholders.
id_id: Dalam diskusi Anda, refleksikan profil perilaku Anda dan pikirkan contoh-contoh saat Anda menunjukkan masing-masing perilaku tersebut, serta bagaimana Anda dapat lebih fokus pada perilaku tersebut di masa depan. Refleksikan umpan balik atau wawasan yang telah Anda terima dari rekan kerja Anda dan tentukan apakah Anda dapat menggunakannya untuk menyoroti contoh-contoh yang relevan. Melihat celah dalam diagram perilaku Anda? Minta umpan balik sekarang juga dari rekan kerja dan pemangku kepentingan terkait perilaku penting.

source: For your conversation, reflect on {{employee}}'s behavior profile and think about examples of times when they demonstrated each behavior and what you think they should focus on in the future.
id_id: Dalam diskusi Anda, refleksikan profil perilaku {{employee}} dan pikirkan contoh-contoh saat mereka menunjukkan setiap perilaku serta hal-hal yang menurut Anda harus mereka fokuskan di masa depan.
